{
  "1": "Welcome to the Mild West! A crappy text adventure made when bored in class! Let's just jump right into your current situation. You're headed towards a town called DankWood and come across a Bull in the desert. Since this story has gotta be interesting you must choose one of these options.",
  "2": "You. are. \"Milking.\" A. BULL! BULLS DO NOT HAVE UDDERS FOR YOU TO MILK.",
  "3": "Well Since you don't have a bucket you end up just leaning back and squirting it into your mouth. But wait... Something is very wrong...",
  "4": "The only thing to \"Milk\" down there on a MALE COW is... It's weiner. That sure ain't milk, and you sure don't think about what you're doing that well do you... Because you just jumped to essentially giving some random bull in the desert a handjob. But you know the worst part? That bull hasn't kicked you or anything. It must like it! Yuck...",
  "5": "Are you absolutely sure? I really don't know what you are trying to get out of this, but it's not worth it man.",
  "6": "Wait yeah there is! I can end the program to prevent your wretched actions!",
  "7": "Yeah don't you touch that poor thing! What did it ever do to you, you monster!",
  "8": "You mercilessly hack at the bull with your fists, as you decided to kill this random bull even though you have no weapon. By the time you are done, it is just a big heap of bruises.",
  "9": "Unfortunately just like what is left of the bull, your fists are bruised and bleeding profusely as well.",
  "10": "Lucky for you however, this is a computer game, so time is relative. Therefore, after you wait a long while, your fists scab over and you realize that your body has created an entire layer of protective scabs a quarter inch thick to try and combat your stupidity. Also lucky for you this means that your hits will fall harder.",
  "11": "You dig around in your pockets for some pliers to do the deed, but you don't have any because your pockets aren't that big and you haven't found any pliers or something yet. Guess you gotta do this the old fashioned hands-dirty way. Are you ready?",
  "12": "You only have this option now. This is your own doing. You must now say it.   [YES]",
  "13": "You begin to reach down, and look at that bull. That poor, poor bull. It gives you such an innocent look, with the biggest and saddest eyes you could possibly imagine. That bull knows what's coming for it, and you can tell that it really wishes it didn't. It gives you the weakest and saddest possible \"moo\" that you could have imagined. The universe screams at you, telling you that what you are doing is terrible, it's not okay, it's plain wrong to do this to an innocent random bull. But you ignore it. You made a choice and must now face it's Disgusting consequences.",
  "14": "You push past the sad and innocent face. As you kneel down to the level of the offending balls, the bull does nothing. It has already given up, and knows that it's fate is decided. You reach forward, and grasp onto the bulbous, filty, stinky sack. Just doing this is unnerving, and you absolutely hate the feeling. But try as you might, you can't make this quick. doing this without the proper tool is going to be worse than grinding your silverware across your plate, generating that awful and unbearable screeching noise.",
  "15": "You begin to squeeze, tighter and tighter, until if feels like it's going to burst. The bull is screaming in pain, almost like the squealing of a pig. You hate every part of this. The bull hates it more though. This feels so unethical, and every second you squirm and cringe more than you thought you ever could the second before. Everything is pain.",
  "16": "As you continue to go tighter and tighter, the cow tries to bite itself and bleed out before you are done, because that would be less painful that what you are doing. It fails, and gives up on not just life, but death as well. You squeeze just a bit tighter, and you hear this disgusting 'squelch' noise but with a bit of a crack. You feel the most disgusted than you could ever possibly feel. The poor bull screams as if to ask you why. You monster.",
  "17": "LEFT OFF HERE."
}